Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Pressure relief apparatus for use with gas installations
it: Apparecchi di sfogo della pressione per uso con impianti a gas

source: Electrical autoclaves for use in sterilization
it: Autoclavi elettriche per sterilizzazione

source: Electrical discharge lighting fixtures
it: Impianti d'illuminazione a scarica elettrica

source: Side-entry baths for use by the physically handicapped
it: Vasche da bagno ad entrata laterale per disabili

source: Draught regulators for preventing the spread of flames
it: Serrande di regolazione per impedire la diffusione di fiamme

source: Heat exchangers for the temperature control of drinks being dispensed
it: Scambiatori termici per controllo della temperatura di bevande distribuite

source: Spray fittings [parts of sanitary installations]
it: Accessori a spruzzo [parti d'impianti sanitari]

source: Temperature limiters for central heating radiators [thermostatic valves] incorporating expansion rods
it: Limitatori di temperatura per radiatori per riscaldamento centralizzato [valvole termostatiche] contenenti aste di espansione

source: Installations for heating swimming pools
it: Impianti per il riscaldamento di piscine

source: Automatic watering installations for plants
it: Impianti automatici per innaffiare piante

source: Coils being parts of cooling installations
it: Serpentine (parti d' impianti di raffreddamento)

source: Radiator valves [thermostatic]
it: Valvole termostatiche per radiatori

source: Fixtures for incandescent light bulbs
it: Impianti per lampadine ad incandescenza

source: Shower sprayers [plumbing fittings]
it: Doccini [accessori idraulici]

source: Sterilisation autoclaves for medical use
it: Autoclavi di sterilizzazione per uso medico

source: Sterilisers for dental instruments
it: Sterilizzatori per strumenti dentistici

source: Electric popcorn making machines
it: Apparecchi elettrici per fare popcorn

source: Battery powered fluorescent emergency lighting units
it: Unità d'illuminazione fluorescenti d'emergenza a batterie

source: Decorative table-top water fountains
it: Fontane d'acqua decorative da tavolo

source: Water heaters for shower baths
it: Scaldacqua per vasche con doccia

source: Linear air diffusers
it: Diffusori d'aria lineari

source: Domestic autoclave pressure cookers [electric]
it: Pentole a pressione per uso domestico [elettriche]

source: Domestic gas lighters
it: Accendigas domestici

source: Ventilating exhaust fans
it: Ventole d'aspirazione

source: Drinking water supply installations
it: Impianti per erogazione d'acqua potabile

source: Drying installations
it: Impianti di essiccamento

source: Standing paper lanterns [andon]
it: Lanterne di carta a stelo [andon]

source: Water ionizers [for household purposes]
it: Ionizzatori d'acqua [per uso domestico]

source: Air purgers for use with water distribution installations
it: Depuratori d'aria per uso con impianti di distribuzione dell'acqua

source: Gas fired boilers for producing domestic hot water
it: Caldaie a gas per la produzione domestica di acqua calda

source: Stop cocks for regulating gas
it: Rubinetti per la regolazione del gas

source: Carbonizing furnaces [for industrial purposes]
it: Forno di cementazione [per uso industriale]

source: Shower units
it: Unità di doccia

source: Electric dehydrators
it: Disidratatori elettrici

source: Electric discharge lamps
it: Lampade ad elettroluminescenza

source: Electric food warmers
it: Scaldavivande elettrici

source: Electric furnaces
it: Fornaci elettriche

source: Lamps for vehicle lighting
it: Lampade e luci per veicoli

source: Sprinklers [automatic] for surface installation
it: Spruzzatori [automatici] per installazione di superficie

source: Sprinklers [automatic] for underground installation
it: Spruzzatori [automatici] per installazioni sotterranee

source: Simulated coal fires [domestic]
it: Stufe a finto carbone domestiche

source: Sink units [other than furniture]
it: Lavandini [esclusi i mobili]

source: Incinerators
it: Inceneritori

source: Drying apparatus and installations
it: Apparecchi ed impianti di essiccamento

source: Isothermic cabinets
it: Scatole isotermiche

source: Massage bath installations
it: Impianti per idromassaggio

source: Membrane purifying apparatus for the purification of water
it: Apparecchi di depurazione a membrana per la depurazione dell'acqua

source: Polymerisation installations
it: Impianti di polimerizzazione

source: Water closets incorporating douches
it: Gabinetti con getto d'acqua incorporato

source: Water desalinating apparatus utilizing reverse osmosis
it: Apparecchi per la desalinizzazione dell'acqua ad osmosi inversa

source: Installations for central heating
it: Impianti di riscaldamento centralizzato

source: Chemical processing equipment
it: Attrezzature per processi chimici

source: Sales counters [refrigerated]
it: Banconi frigoriferi per negozi

source: Cooling installations for gas
it: Impianti di raffreddamento per gas

source: Crucible induction furnaces
it: Forni ad induzione per crogioli

source: Reheating furnaces
it: Forni di riscaldo

source: Appliances for smoking foodstuffs
it: Attrezzatura per affumicare alimenti

source: Automatic flushing installations for urinals
it: Sciacquoni automatici per orinatoi

source: Automatic watering installations for pigs
it: Impianti automatici per abbeverare suini

source: Charcoal stoves
it: Stufe a carbonella

source: Chemical installations for conditioning drinking water
it: Impianti chimici per il trattamento dell'acqua potabile

source: Disinfectant dispensers for washrooms
it: Dosatori di disinfettante per bagni

source: Valves as part of radiators
it: Valvole come parti di radiatori

source: Bibcocks [plumbing fittings]
it: Rubinetti [accessori idraulici]

source: Pre-assembled multifunction showers
it: Docce multifunzione premontate

source: Refrigerated dispensing units for beverages
it: Distributori di bevande refrigerate

source: Light filters [other than for medical or photographic use]
it: Filtri di luce [diversi da quelli per uso medico o fotografico]

source: Cabinets for washing bedpans [parts of water supply installations]
it: Armadietti per il lavaggio di padelle [parti di impianti sanitari]

source: Filters for use with apparatus for air conditioning
it: Filtri per uso con apparecchi di condizionamento dell'aria

source: Filters for use with apparatus for steam generating
it: Filtri per uso con apparecchi per la generazione di vapore

source: Filters for use with apparatus heating
it: Filtri per apparecchi di riscaldamento

source: Electric fairy lights
it: Ghirlande elettriche

source: Elevator furnaces
it: Forni elevatori

source: Grates
it: Griglie

source: Continuous furnaces for tempering adhesives
it: Forni continui per l'indurimento di adesivi

source: Cutting table extraction installations
it: Apparecchi di estrazione per tavoli da taglio

source: Cylinders for the heating of water
it: Cilindri per il riscaldamento di acqua

source: Supports adapted for use with solar heating tubes
it: Supporti per tubi di riscaldamento solare

source: Table top ovens
it: Forni da tavolo

source: Ventilating apparatus for vehicles
it: Apparecchi di aerazione per veicoli

source: Freestanding decontamination showers
it: Docce di decontaminazione autonome

source: Heated cabinets for use in the food service industry
it: Armadi riscaldati per uso nell'industria alimentare

source: Heated towel drying rails
it: Portasciugamani riscaldati

source: Pressure relief apparatus for use with water heaters
it: Apparecchi di sfogo della pressione per uso con scaldacqua

source: Grill heating plates
it: Piastre per grigliare

source: Burners for lamps
it: Becchi di lampade

source: Refrigerant condensers
it: Condensatori refrigeranti

source: Paternoster furnaces
it: Forni Paternoster

source: Refrigerated shelves
it: Scaffali frigoriferi

source: Water sprinkling devices [automatic]
it: Dispositivi di innaffiamento [automatici]

source: Solar powered torches
it: Torce ad energia solare

source: Flusher handles [parts of sanitary installations]
it: Maniglie per scarichi [parti d'impianti sanitari]

source: Fume extractors
it: Aspiratori di fumi

source: Shades for light sources
it: Paralumi per sorgenti luminose

source: Strobe lights [light effects]
it: Luci stroboscopiche [effetti luce]

source: Stroboscopic lamps [decorative]
it: Lampade stroboscopiche [ornamentali]

source: Wall lights (fittings for -) [other than switches]
it: Accessori per luci da parete [non interruttori]

source: Combined stoves
it: Stufe combinate

source: Germicidal burners
it: Bruciatori germicidi

source: Electric boilers
it: Caldaie elettriche

source: Furnaces for industrial use
it: Forni per uso industriale

source: Gas operated apparatus for cooking
it: Apparecchi da cucina a gas

source: Lanterns for lighting
it: Lanterne per illuminazione

source: Kettles, electric
it: Bollitori elettrici

source: Portable hand lamps [for illumination]
it: Torce portatili [per illuminazione]

source: Power filters for water purification [other than machines]
it: Filtri elettrici per la depurazione dell'acqua [tranne le macchine]

source: Prefabricated furnace elements
it: Elementi prefabbricati per forni

source: Electrical fans being parts of household ventilation installations
it: Ventole elettriche ovvero parti d'impianti domestici di ventilazione

source: Electrical hair driers
it: Asciugacapelli elettrici

source: Electrical hardening ovens for dental purposes
it: Forni di indurimento elettrici per uso dentistico

source: Draught dampers for preventing the spread of gases
it: Serrande di regolazione per impedire la diffusione di gas

source: Regulating apparatus being parts for water pipes
it: Apparecchi di regolazione, ovvero parti di tubi dell'acqua

source: Melting furnaces [for industrial purposes]
it: Forni per fusioni [per uso industriale]

source: Rotary kilns [for industrial purposes]
it: Forni girevoli [per uso industriale]

source: Footwarmers, electric or non-electric
it: Scaldapiedi elettrici o non elettrici

source: Accumulation boilers
it: Fanali per motociclette

source: Level controlling valves in tanks
it: Riflettori per illuminazione domestica

source: Mixer taps [faucets]
it: Rubinetti e miscelatori

source: Columns for physical-chemical separation of fractions
it: Colonne per la separazione fisico-chimica di frazioni

source: Aerators for faucets [plumbing fittings]
it: Accessori idraulici, ovvero aeratori per rubinetti

source: Heating apparatus incorporating flues
it: Apparecchi di riscaldamento con canne fumarie

source: Sterilisers for medical instruments
it: Sterilizzatori per strumenti medici

source: Bathroom installations for sanitary purposes
it: Impianti da bagno per uso sanitario

source: Bath tubs for sitz baths
it: Vasche da bagno per semicupi

source: Hot-water space heating apparatus [for industrial purposes]
it: Apparecchi di riscaldamento ad acqua calda [per l'industria]

source: Japanese electric leg-warming apparatus for household purposes (electric kotatsu)
it: Apparecchi elettrici giapponesi per scaldare le gambe per uso domestico (Kotatsu elettrici)

source: Industrial installations for filtering liquids
it: Impianti industriali per la filtrazione di liquidi

source: Lights for external installation
it: Luci per impianti esterni

source: Lights for gas-discharge lamps
it: Luci per lampade a scarica di gas

source: Operating levers for water closet cisterns
it: Leve di azionamento per cisterne per gabinetti

source: Ovens utilising air frequency fields for cooking
it: Forni a campi di frequenze d'aria per la cottura

source: Valves for air conditioners
it: Valvole per condizionatori d'aria

source: Light sources of electro luminescence
it: Sorgenti luminose ad elettroluminescenza

source: Steam superheaters [for industrial purposes]
it: Surriscaldatori a vapore [per uso industriale]

source: Sterilising apparatus for medical use
it: Apparecchi sterilizzanti per uso medico

source: Ultraviolet sun ray lamps, other than for medical use
it: Lampade a raggi ultravioletti, eccetto quelle per uso medico

source: Filters for drinking water
it: Filtri per l'acqua potabile

source: Chimneys for oil lamps
it: Lanterne per lampade a olio

source: Sprinkler machines for agricultural irrigation
it: Spruzzatrici per irrigazione agricola

source: Sprinkling devices [automatic], other than machines
it: Apparecchi di irrigazione [automatici], tranne le macchine

source: Petrol burners
it: Becchi a petrolio

source: Cooking apparatus and installations
it: Apparecchi ed impianti per la cottura

source: Gas scrubbers [parts of gas installations]
it: Depuratori di gas [parti di impianti del gas]

source: Fans [parts of air-conditioning installations]
it: Soffierie [parti di impianti di climatizzazione]

source: Membranes for the filtration of water
it: Membrane per la filtrazione dell'acqua

source: Domestic plate warmers
it: Scaldavivande domestici

source: Draught accelerators
it: Acceleratrori di tiraggio

source: Installations for airing
it: Impianti di aerazione

source: Installations for cooking
it: Impianti di cottura

source: Installations for evaporating
it: Impianti di evaporazione

source: Multiple cooking plates
it: Piastre di cottura multiple

source: Non-metallic screens for shower baths
it: Schermi non metallici per vasche con doccia

source: Non-metallic screens for shower trays
it: Pannelli non metallici per piatti doccia

source: Filters for gas extractors
it: Filtri per aspiratori di gas

source: Reactors for gas-solids reactions
it: Reattori per reazioni gas-solidi

source: Recuperative gas furnaces
it: Forni di recupero a gas

source: Steam facial apparatus [saunas]
it: Vaporizzatori facciali [saune]

source: Clean air booths (Air purification apparatus for -)
it: Apparecchi per la depurazione dell'aria per camere sterili

source: Clothes drying apparatus [heat drying]
it: Macchine asciugatrici [asciugatura a caldo]

source: Hand held showers
it: Docce manuali

source: Convectors [radiators]
it: Radiatori a convettori

source: Autoclaves (not for medical use)
it: Autoclavi [non per uso medico]

source: Hydrotherapy baths
it: Vasche da idroterapia

source: Watering apparatus [automatic] for garden use
it: Apparecchi automatici di irrigazione per giardinaggio

source: Forges, portable
it: Fucine trasportabili

source: Furnaces, other than for laboratory use
it: Fornaci, escluse quelle per uso di laboratorio

source: Vacuum lamps
it: Lampade a vuoto

source: Burners for the combustion of gas in boiler units
it: Bruciatori per la combustione di gas in caldaie

source: Cast iron parts for pipes [parts of sanitary installations]
it: Parti in ghisa per tubi [parti per impianti sanitari]

source: Founding furnaces
it: Fornaci per fonderia

source: Filters for use with apparatus for sanitary purposes
it: Filtri per uso con apparecchi per scopi sanitari

source: Gas refrigerators
it: Frigoriferi a gas

source: Gas stoves employing flames in ribbon-like form
it: Fornelli a gas che utilizzano fiamme a forma di nastro

source: Reverse osmosis elements for reducing the brackishness of water
it: Elementi ad osmosi inversa per ridurre il sapore salmastro dell'acqua

source: Shower doors
it: Porte per docce

source: Christmas lights [other than candles]
it: Luci di Natale [tranne le candele]

source: Dampers for fires
it: Lamiera tagliafuoco

source: Suspension rails [not electrified] for electrical lighting fixtures
it: Rotaie a sospensione [non elettriche] per impianti di illuminazione elettrica

source: Freezing plates
it: Piani ghiaccianti

source: Fixed compressed air burners
it: Bruciatori fissi ad aria compressa

source: Industrial boilers
it: Caldaie industriali

source: Electric shower apparatus
it: Apparecchi elettrici per docce

source: Pedestals for lavatories
it: Piedistalli per lavabi

source: Pilot lights for igniting gas fired apparatus
it: Fiamme pilota per l'accensione di apparecchi a gas

source: Thermal treatment furnaces
it: Forni di trattamento termico

source: Food warming stands [heated]
it: Supporti riscaldati per alimenti

source: Tea filters [machines]
it: Filtri da tè [macchine]

source: Electrostatic precipitators for cleaning gases
it: Precipitatori elettrostatici per la depurazione di gas

source: Vanity units incorporating basins [connected to the water supply]
it: Mobiletti per bagni con lavandino incorporato [collegati ad una presa idrica]

source: Flourescent electric light bulbs
it: Lampadine elettriche fluorescenti

source: Furnace boilers
it: Caldaie per forni

source: Electrical heating pads, other than for medical [treatment] use
it: Termocuscini elettrici, non per uso [trattamento] medico

source: Heating installations incorporated in windows
it: Impianti di riscaldamento integrati in una finestra

source: Hand held portable water purification apparatus
it: Apparecchi portatili per la depurazione dell'acqua

source: Furnaces for recovering metals
it: Forni per il recupero di metalli

source: Humidifying apparatus, other than for medical use
it: Dispositivi umidificatori, non per uso medico

source: Apparatus for cooking out of doors
it: Apparecchi per la cottura all'aperto

source: Portable search lamps
it: Lampade portatili

source: Electrical fans being parts of household airconditioning installations
it: Ventole elettriche ovvero parti d'impianti domestici di condizionamento dell'aria

source: Draught dampers for inhibiting the spread of fire
it: Serrande tagliafuoco per impedire la diffusione di incendi

source: Regulating apparatus for gas installations
it: Apparecchi di regolazione per impianti a gas

source: Sterilizers [not for medical purposes]
it: Sterilizzatori [non per uso medico]

source: Lamps for outdoor use
it: Lampade per esterno

source: Kiln furniture [supports]
it: Supporti per carico di forni

source: Headlamps for use on cycles
it: Fanali per biciclette

source: Heat exchangers for the removal of exhaust gases
it: Scambiatori termici per rimozione di gas di scarico

source: Lanterns
it: Lanterne

source: Microwave ovens [cooking apparatus]
it: Apparecchi da cucina a microonde

source: Taps for washstands
it: Rubinetti per lavabi

source: Spray installations for the automatic watering of fields
it: Impianti a spruzzo per l'irrigazione automatica di campi

source: Sprayers [automatic installations] for watering
it: Spruzzatori per impianti d'irrigazione automatici

source: Automatic watering installations for use in agriculture
it: Impianti automatici di innaffiamento per uso in agricoltura

source: Deodorising apparatus for dispensing scents in motor vehicles
it: Apparecchi deodoranti per erogazione di fragranze in veicoli a motore

source: Heat exchangers for fireplaces
it: Scambiatori termici per caminetti

source: Air filters for use as dust extractors in industrial processes
it: Filtri dell'aria per uso come aspiratori di polvere per processi industriali

source: Chandeliers
it: Lampadari

source: Jets for hydrotherapy baths
it: Getti per vasche da idroterapia

source: Supports for kilns
it: Supporti per fornaci

source: Lamp chimneys made of glass
it: Vetri paralume per lampade

source: Electric skillets
it: Padelle elettriche

source: Sluices [sanitary installations] for use in hospitals
it: Chiuse [impianti sanitari] da utilizzare in servizi ospedalieri

source: Smoke curing units
it: Unità di affumicamento

source: Japanese charcoal cooking stoves for household purposes (shichirin)
it: Stufe per cottura a carbone giapponesi per uso domestico (shichirin)

source: Ovens for the treatment of waste
it: Forni per il trattamento di rifiuti

source: Electric blankets
it: Coperte elettriche

source: Shampoo basins for barbers' shop use
it: Lavabi per shampoo per negozi di barbieri

source: Air conditioning apparatus for industrial use
it: Apparecchi di condizionamento d'aria per uso industriale

source: Gas fired back boiler units for domestic hot water systems
it: Caldaie a recupero a gas per sistemi scalda-acqua domestici

source: Gas fired combined hearth-type and shaft furnaces for use steel production
it: Forni combinati a bacino e a pozzo per la produzione di acciaio

source: Gas fired heating installations
it: Impianti di riscaldamento per gas

source: Solar thermal collectors [heating]
it: Collettori solari [riscaldamento]

source: Ceramic plates sold as parts of stoves
it: Piastre in ceramica vendute come parte di stufe

source: Lamps for christmas trees
it: Lampade per alberi di Natale

source: Stands adapted for cookers
it: Supporti adattati per fornelli

source: Fountains
it: Fontane

source: Lighting apparatus and installations
it: Apparecchi ed impianti di illuminazione

source: Pipes [parts of sanitary installations]
it: Condotti [parti di impianti sanitari]

source: Ash conveyor installations, automatic
it: Impianti automatici per trasportare la cenere

source: Installations for water treatment under osmotic process
it: Impianti per il trattamento dell'acqua mediante processi osmotici

source: Bases adapted for the mounting of lamps
it: Basi concepite per il montaggio di lampade

source: Searchlights
it: Proiettori

source: Installations for de-humidifying
it: Impianti di deumidificazione

source: Motorcycle lights
it: Fanali per motocicli

source: Extractor units [ventilation]
it: Unità di aspirazione [ventilazione]

source: Filters for fume extractors
it: Filtri per aspiratori di fumi

source: Filters for ponds
it: Filtri per stagni

source: Clean air cabinets (Air purification apparatus for -)
it: Apparecchi per la depurazione dell'aria per armadi sterili

source: Counterweight fittings for pendant lamps
it: Accessori di contrappeso per lampade pendenti

source: Cryogenic apparatus
it: Apparecchi criogenici

source: Water filtering units for aquariums
it: Unità per filtrare l'acqua per acquari

source: Appliances for water filtration [other than machines]
it: Apparecchi per la filtrazione dell'acqua [non macchine]

source: Automatic watering apparatus for livestock
it: Impianti automatici per abbeverare il bestiame

source: Chilled purified water dispensers
it: Distributori d'acqua depurata fredda

source: Trailer lights
it: Luci per rimorchi

source: Plates [parts of ovens]
it: Piastre [parti di forni]

source: Portable urinals for outdoor activities
it: Orinatoi portatili per attività all'aperto

source: Shower hoses for hand showers
it: Tubi flessibili per docce manuali

source: Variable height baths for use by the physically handicapped
it: Vasche da bagno ad altezza variabile per disabili

source: Water taps being parts of sanitary installations
it: Rubinetti dell'acqua (parti d'impianti sanitari)

source: Evaporators
it: Evaporatori

source: Light sources [other than for photographic or medical use]
it: Fonti di luce [diverse da quelle per uso fotografico o medico]

source: Vacuum furnaces for precious metals
it: Forni a vuoto per metalli preziosi

source: Sanitary ware made of stoneware
it: Articoli sanitari in pietra

source: Enclosures of metal for showers
it: Cabine in metallo per docce

source: Waste assemblies for basins
it: Gruppi di scarico per lavandini

source: Evaporators [for chemical processing]
it: Evaporatori [per trattamenti chimici]

source: Gas stoves utilising flames in rotating form
it: Fornelli a gas che utilizzano fiamme in forma rotante

source: Biological reactors for clarifying industrial effluents
it: Reattori biologici per la chiarificazione di effluenti industriali

source: Appliances for cooking foodstuffs
it: Macchine per cuocere alimenti

source: Running lights for boats
it: Fanali di marcia per barche

source: Christmas tree ornaments for illumination [electric lights]
it: Decorazioni di illuminazione per alberi di Natale [luci elettriche]
